Repository: adslbarxatov/MafiaHelper
Catalog: src/MafiaHelper_*.resx
Languages: ru_ru

# ActionsNames
source: Execute Kill Heal Reveal the role Save Mute — Steal the role Explode — Kill the criminal Rip apart Protect Kill —
ru_ru: Казнить Убить Вылечить Раскрыть роль Спасти Лишить голоса — Украсть роль Взорвать —

# AllRolesUsed
source: All roles are already in use
ru_ru: Все роли уже используются

# BBegin
source: Begin the game
ru_ru: Начать игру

# BRules
source: Game rules
ru_ru: Правила игры

# BSettings
source: Options
ru_ru: Настройки

# DayText
source: Day
ru_ru: День

# ExecutionResult_Protected
source: player was protected from this action
ru_ru: игрок защищён от этого действия

# ExecutionResult_Role
source: player can’t apply this role to himself
ru_ru: игрок не может применить эту роль к себе

# ExecutionResult_State
source: player’s status doesn’t allow this action
ru_ru: статус игрока не допускает это действие

# ExecutionResult_Success
source: successful
ru_ru: успешно

# ExitMessage
source: After exit, the game will be restored to its initial state, and roles will need to be reassigned. Leave the game?
ru_ru: После выхода игра будет приведена в начальное состояние, а роли потребуется назначить заново. Покинуть игру?

# Header1
source: Name
ru_ru: Имя

# Header2
source: Role
ru_ru: Роль

# Header3
source: Status
ru_ru: Статус

# Header4
source: Action
ru_ru: Действие

# Header5
source: Votes
ru_ru: Голоса

# MafiaLostMessage
source: Townspeople win!
ru_ru: Мафия проиграла!

# MafiaWonMessage
source: Mafia won!
ru_ru: Мафия победила!

# MusicButton
source: Music
ru_ru: Музыка

# MusicPathLabel
source: Path to the directory with background music:
ru_ru: Путь к директории с фоновой музыкой:

# MusicPreparation
source: Preparing background music...
ru_ru: Подготовка фоновой музыки...

# NightText
source: Night
ru_ru: Ночь

# NotEnoughPlayersMessage
source: Not enough players in the game
ru_ru: В игре недостаточно участников

# NotEnoughRolesMessage
source: There are too few townspeople (less than 50%) or too few mafia (less than 2 players) in the game
ru_ru: В игре слишком мало мирных жителей (менее 50%) или слишком мало мафии (менее 2 игроков)

# ResetText
source: Cancel the last one
ru_ru: Сбросить действия

# RolesAliases
source: OMDIBNPTKSFRJYZ
ru_ru: ОМДИПНСВЗГ

# RolesNames
source: Townspeople Mafia Doctor Detective Beauty / prostitute Maniac Priest / immortal Thief Kamikaze Don / boss of mafia Sheriff / commissioner Ripper Judge Yakuza Oyabun / boss of yakuza
ru_ru: Обыватель / мирный житель Мафия Доктор Детектив Путана / красотка Маньяк Священник / бессмертный Вор Камикадзе Глава мафии / Дон

# RolesOPrefix
source: (or letter isn’t specified)
ru_ru: (или буква не указана)

# StatusesNames
source: Dead Muted Role is stolen Role is revealed Healed / saved Protected
ru_ru: Мёртв Без права голоса Роль украдена Роль раскрыта Вылечен / спасён

# TimerButton
source: Timer
ru_ru: Таймер

# TimerLines
source: 30 seconds 1 minute 90 seconds 2 minutes 3 minutes 4 minutes 5 minutes
ru_ru: 1 минута 2 минуты 3 минуты 4 минуты 5 минут

# TooMuchPlayersMessage
source: Too much players in the game. The app now supports not more than {0:D} players at a time
ru_ru: Слишком много игроков в игре. Приложение на данный момент поддерживает не более {0:D} игроков одновременно

# TooMuchSecondaryRolesMessage
source: All roles except for townspeople and mafia shouldn’t be represented by more than one player
ru_ru: Все роли, кроме мирных жителей и мафии, не должны быть представлены более чем одним игроком

# UnknownRoleMessage
source: The role in line {0:D} is incorrect
ru_ru: Роль в строке {0:D} указана неправильно

# WrongRoleMessage
source: This role can’t be applied to itself
ru_ru: Эта роль не может быть применена сама к себе
